{
	"identification": {
		"title": "идентификация",
		"description": "процедура, в результате выполнения которой для субъекта идентификации выявляется его идентификатор, однозначно определяющий этого субъекта в информационной системе"
	},
	"authentication": {
		"title": "аутентификация",
		"description": "процедура проверки подлинности, например проверка подлинности пользователя путем сравнения введенного им пароля с паролем, сохраненным в базе данных"
	},
	"authorization": {
		"title": "авторизация",
		"description": "предоставление определенному лицу или группе лиц прав на выполнение определенных действий"
	},
	"web": {
		"title": "веб (World Wide Web или всемирная паутина)",
		"description": "распределённая система, предоставляющая доступ к связанным между собой документам, расположенным на различных компьютерах, подключённых к сети Интернет"
	},
	"web-server": {
		"title": "веб-сервер",
		"description": "сервер, принимающий HTTP-запросы от клиентов, обычно веб-браузеров, и выдающий им HTTP-ответы, обычно вместе с HTML-страницей, изображением, файлом, медиа-потоком или другими данными. Веб-серверы — основа Всемирной паутины. Веб-сервером называют как программное обеспечение, выполняющее функции веб-сервера, так и компьютер, на котором это программное обеспечение работает. Клиенты получают доступ к веб-серверу по URL адресу нужной им веб-страницы или другого ресурса"
	},
	"biometrics": {
		"title": "биометрия",
		"description": "система распознавания людей по одной или более физическим или поведенческим чертам"
	},
	"ip": {
		"title": "IP адрес",
		"description": "уникальный числовой идентификатор устройства в компьютерной сети, работающей по протоколу IP"
	},
	"proxy": {
		"title": "прокси-сервер",
		"description": "промежуточный сервер (комплекс программ) в компьютерных сетях, выполняющий роль посредника между пользователем и целевым сервером (при этом о посредничестве могут как знать, так и не знать обе стороны), позволяющий клиентам как выполнять косвенные запросы (принимая и передавая их через прокси-сервер) к другим сетевым службам, так и получать ответы"
	},
	"user-agent": {
		"title": "пользовательский агент (User agent)",
		"description": "идентификационная строка клиентского приложения; обычно используется для приложений, осуществляющих доступ к веб-сайтам — браузеров, поисковых роботов и «пауков», мобильных телефонов и других устройств со встроенным доступом к веб-ресурсам"
	},
	"cookie": {
		"title": "куки (cookie)",
		"description": "небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя. Веб-клиент всякий раз при попытке открыть страницу соответствующего сайта пересылает этот фрагмент данных веб-серверу в составе HTTP-запроса"
	},
	"jwt": {
		"title": "JSON Web Token (JWT)",
		"description": "открытый стандарт (RFC 7519) для создания токенов доступа, основанный на формате JSON. Как правило, используется для передачи данных для аутентификации в клиент-серверных приложениях. Токены создаются сервером, подписываются секретным ключом и передаются клиенту, который в дальнейшем использует данный токен для подтверждения подлинности аккаунта"
	},
	"digital-fingerprint": {
		"title": "Цифровой отпечаток браузера",
		"description": "совокупность данных, которые сайт может получить о компьютере и браузере, запросив эту информацию при загрузке веб-страницы"
	},
	"http": {
		"title": "HTTP протокол",
		"description": "протокол прикладного уровня передачи данных, изначально - в виде гипертекстовых документов в формате HTML, в настоящее время используется для передачи произвольных данных"
	},
	"pki": {
		"title": "инфраструктура открытых ключей (Public Key Infrastructure)",
		"description": "набор средств (технических, материальных, людских и т. д.), распределённых служб и компонентов, в совокупности используемых для поддержки криптозадач на основе закрытого и открытого ключей"
	},
	"hash": {
		"title": "хеш-функция",
		"description": "функция, осуществляющая преобразование массива входных данных произвольной длины в выходную битовую строку установленной длины, выполняемое определённым алгоритмом. Исходные данные называются входным массивом, «ключом» или «сообщением». Результат преобразования называется «хешем», «хеш-кодом», «хеш-суммой»"
	},
	"ssh": {
		"title": "SSH (Secure Shell)",
		"description": "сетевой протокол прикладного уровня, позволяющий производить удалённое управление операционной системой и туннелирование TCP-соединений (например, для передачи файлов)"
	},
	"ssl": {
		"title": "SSL (Secure Sockets Layer - уровень защищённых сокетов)",
		"description": "криптографический протокол, который подразумевает более безопасную связь. Он использует асимметричную криптографию для аутентификации ключей обмена, симметричное шифрование для сохранения конфиденциальности, коды аутентификации сообщений для целостности сообщений"
	},
	"kerberos": {
		"title": "kerberos",
		"description": "сетевой протокол аутентификации, который предлагает механизм взаимной аутентификации клиента и сервера перед установлением связи между ними"
	},
	"mfa": {
		"title": "многофакторная аутентификация",
		"description": "расширенная аутентификация, метод контроля доступа к чему-либо в котором пользователю для получения доступа к информации необходимо предъявить более одного «доказательства механизма аутентификации»"
	},
	"mac": {
		"title": "MAC-адрес",
		"description": "уникальный идентификатор, присваиваемый каждой единице сетевого оборудования или некоторым их интерфейсам в компьютерных сетях Ethernet"
	},
	"strong-cryptography": {
		"title": "криптостойкость",
		"description": "способность криптографического алгоритма противостоять криптоанализу"
	},
	"cryptanalysis": {
		"title": "криптоанализ",
		"description": "наука о методах дешифровки зашифрованной информации без предназначенного для этого ключа, а также сам процесс такой дешифровки"
	},
	"database": {
		"title": "база данных",
		"description": "упорядоченный набор структурированной информации или данных, которые обычно хранятся в электронном виде в компьютерной системе"
	},
	"dbms": {
		"title": "Система управления базами данных",
		"description": "интерфейс между базой данных и пользователями или программами, предоставляющий возможность получать и обновлять информацию, а также управлять упорядочением и оптимизацией. СУБД обеспечивает контроль и управление данными, позволяя выполнять различные административные операции, такие как мониторинг производительности, настройка, а также резервное копирование и восстановление"
	}
}